<?php

return [
    
    'week_days'=>[
        [
            'k'=>'7',
            'v'=>'الجمعة',
        ],
        [
            'k'=>'1',
            'v'=>'السبت',
        ],
        [
            'k'=>'2',
            'v'=>'الأحد',
        ],
        [
            'k'=>'3',
            'v'=>'الإثنين',
        ],
        [
            'k'=>'4',
            'v'=>'الثلاثاء',
        ],
        [
            'k'=>'5',
            'v'=>'الأربعاء',
        ],
        [
            'k'=>'6',
            'v'=>'الخميس',
        ],
    ],

    'day_hours'=>[
        [ 'k'=>'0','v'=>'12صباحاً' ],
        [ 'k'=>'1','v'=>'1صباحاً' ],
        [ 'k'=>'2','v'=>'2صباحاً' ],
        [ 'k'=>'3','v'=>'3صباحاً' ],
        [ 'k'=>'4','v'=>'4صباحاً' ],
        [ 'k'=>'5','v'=>'5صباحاً' ],
        [ 'k'=>'6','v'=>'6صباحاً' ],
        [ 'k'=>'7','v'=>'7صباحاً' ],
        [ 'k'=>'8','v'=>'8صباحاً' ],
        [ 'k'=>'9','v'=>'9صباحاً' ],
        [ 'k'=>'10','v'=>'10صباحاً' ],
        [ 'k'=>'11','v'=>'11صباحاً' ],
        [ 'k'=>'12','v'=>'12مساءً' ],
        [ 'k'=>'13','v'=>'1مساءً' ],
        [ 'k'=>'14','v'=>'2مساءً' ],
        [ 'k'=>'15','v'=>'3مساءً' ],
        [ 'k'=>'16','v'=>'4مساءً' ],
        [ 'k'=>'17','v'=>'5مساءً' ],
        [ 'k'=>'18','v'=>'6مساءً' ],
        [ 'k'=>'19','v'=>'7مساءً' ],
        [ 'k'=>'20','v'=>'8مساءً' ],
        [ 'k'=>'21','v'=>'9مساءً' ],
        [ 'k'=>'22','v'=>'10مساءً' ],
        [ 'k'=>'23','v'=>'11مساءً' ],
    ],
];
